export const CITIES = [
  'Москва', 'Санкт-Петербург', 'Новосибирск', 'Екатеринбург',
  'Казань', 'Нижний Новгород', 'Челябинск', 'Самара',
  'Уфа', 'Ростов-на-Дону', 'Красноярск', 'Воронеж',
  'Пермь', 'Краснодар', 'Волгоград'
]

export const CATEGORIES = [
  'IT и технологии', 'Курьер и доставка', 'Промоутер',
  'Репетиторство', 'Творчество и дизайн', 'Общепит',
  'Торговля', 'Спорт и фитнес', 'Уход за животными', 'Другое'
]

export const JOB_TYPES: Record<string, string> = {
  internship: 'Стажировка',
  'part-time': 'Подработка',
  gig: 'Разовая работа'
}
